
//база подарков
MenPresents = [  {
    name: "Игрушечная машинка",
    description: "Небольшая машинка для игр.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Конструктор LEGO (маленький набор)",
    description: "Маленький набор LEGO для создания простых моделей.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Плюшевая игрушка",
    description: "Мягкая игрушка для обнимашек и игр.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Развивающая игра",
    description: "Игра, способствующая развитию навыков у ребенка.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Книжка-раскраска с карандашами",
    description: "Книжка для раскрашивания с набором цветных карандашей.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Мяч",
    description: "Детский мяч для активных игр.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Настольная игра для детей",
    description: "Настольная игра для веселого времяпрепровождения.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Набор для творчества (пластилин, краски)",
    description: "Набор для создания поделок и рисования.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Набор детских инструментов",
    description: "Игровой набор инструментов для детей.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Пазлы",
    description: "Набор пазлов для развития логики и внимания.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Кубики",
    description: "Кубики для строительства и обучения.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Музыкальная игрушка",
    description: "Игрушка, издающая звуки и мелодии.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Набор для лепки",
    description: "Комплект для создания фигурок из пластилина.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Светящиеся игрушки",
    description: "Игрушки, светящиеся в темноте.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Набор для игры с песком",
    description: "Комплект для игры в песочнице.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Настольный хоккей",
    description: "Мини-хоккей для игры дома.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Набор для игры в воде",
    description: "Игрушки для игр в ванной или бассейне.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Игрушечный поезд",
    description: "Миниатюрный поезд для игры.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Детская книжка",
    description: "Книга с картинками для детей.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Игрушечный пистолет",
    description: "Безопасный игрушечный пистолет для игр.",
    male: "мужчина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Радиоуправляемая машинка",
    description: "Машинка на радиоуправлении для активных игр.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Конструктор LEGO (средний набор)",
    description: "Средний набор LEGO для создания сложных моделей.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Детский планшет для рисования",
    description: "Электронный планшет для рисования и обучения.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Электронная обучающая игрушка",
    description: "Игрушка для интерактивного обучения.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Детский игровой набор (кухня, магазин)",
    description: "Игровой набор для ролевых игр.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Набор для экспериментов",
    description: "Комплект для проведения увлекательных научных опытов.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Детские часы с GPS",
    description: "Умные часы для отслеживания местоположения ребенка.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Игровая палатка",
    description: "Палатка для игр в помещении или на улице.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Сборная модель",
    description: "Модель для сборки и конструирования.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Набор фигурок супергероев",
    description: "Фигурки любимых супергероев для игр.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Детский набор для рисования",
    description: "Комплект для рисования и творчества.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Мини-робот",
    description: "Игрушка-робот для детей.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Музыкальный инструмент",
    description: "Миниатюрный инструмент для детей (синтезатор, барабан).",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Набор для лепки с формочками",
    description: "Комплект для создания фигурок из пластилина с формочками.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Логическая игра",
    description: "Игра для развития логического мышления.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Набор для выращивания растений",
    description: "Комплект для выращивания растений дома.",
    male: "мужчина",
    age: "0-10",
    money: "3000-6000"
  },    
  {name: "Набор для игры с песком",
  description: "Комплект для игры в песочнице.",
  male: "мужчина",
  age: "0-10",
  money: "0-3000"
  },
  {
  name: "Настольный хоккей",
  description: "Мини-хоккей для игры дома.",
  male: "мужчина",
  age: "0-10",
  money: "0-3000"
  },
  {
  name: "Набор для игры в воде",
  description: "Игрушки для игр в ванной или бассейне.",
  male: "мужчина",
  age: "0-10",
  money: "0-3000"
  },
  {
  name: "Игрушечный поезд",
  description: "Миниатюрный поезд для игры.",
  male: "мужчина",
  age: "0-10",
  money: "0-3000"
  },
  {
  name: "Детская книжка",
  description: "Книга с картинками для детей.",
  male: "мужчина",
  age: "0-10",
  money: "0-3000"
  },
  {
  name: "Игрушечный пистолет",
  description: "Безопасный игрушечный пистолет для игр.",
  male: "мужчина",
  age: "0-10",
  money: "0-3000"
  },
  {
    name: "Большой конструктор LEGO",
    description: "Большой набор LEGO для создания сложных конструкций.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Игровая приставка для детей",
    description: "Игровая приставка с детскими играми.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Электромобиль для детей",
    description: "Миниатюрный электромобиль для маленьких водителей.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Детский велосипед",
    description: "Велосипед для детей с дополнительными колесиками.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Смарт-часы для детей",
    description: "Умные часы с функциями звонков и GPS.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Электронный конструктор",
    description: "Конструктор для сборки электронных схем.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Набор LEGO Mindstorms",
    description: "Набор LEGO для создания программируемых роботов.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Игровая станция (стол, стул, игры)",
    description: "Комплект для игровой зоны ребенка.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Детский квадрокоптер",
    description: "Квадрокоптер с камерой для детей.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Набор железной дороги",
    description: "Железная дорога с поездами и станциями.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Мини-дрон",
    description: "Маленький дрон с камерой.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Электронная барабанная установка",
    description: "Набор электронных барабанов для детей.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "3D-ручка",
    description: "Ручка для создания объемных фигур.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Набор для исследований",
    description: "Комплект для научных исследований и экспериментов.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Набор для детского творчества",
    description: "Комплект для создания различных поделок и рисунков.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Набор для лазертага",
    description: "Комплект для игры в лазертаг дома.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Игровая консоль",
    description: "Консоль для видеоигр с играми для детей.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Детская игровая палатка",
    description: "Палатка для игр дома и на улице.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Набор для создания мультфильмов",
    description: "Комплект для анимации и создания мультфильмов.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Умная роботизированная игрушка",
    description: "Робот для программирования и игр.",
    male: "мужчина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Настольная игра",
    description: "Интересная настольная игра для подростков.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Футбольный мяч",
    description: "Качественный мяч для игры в футбол.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Книга-фантастика",
    description: "Захватывающая книга в жанре фантастики.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Настольная лампа",
    description: "Лампа для чтения и учебы.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Блокнот для записей",
    description: "Блокнот для записей и рисования.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Набор для рисования",
    description: "Комплект для творчества с красками и кистями.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Кружка с прикольным принтом",
    description: "Кружка с оригинальным рисунком.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Флешка",
    description: "USB-накопитель для хранения данных.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Наушники",
    description: "Компактные наушники для прослушивания музыки.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Браслет для фитнеса",
    description: "Браслет для отслеживания физической активности.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Портативный аккумулятор",
    description: "Устройство для зарядки гаджетов на ходу.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Кепка",
    description: "Стильная кепка для подростков.",
    male: "мужчина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Беспроводная мышь",
    description: "Компактная беспроводная мышь для компьютера.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Рюкзак",
    description: "Стильный и удобный рюкзак для учебы и прогулок.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Bluetooth-колонка",
    description: "Портативная колонка для прослушивания музыки.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Электронная книга",
    description: "Устройство для чтения электронных книг.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Набор для моделирования",
    description: "Комплект для сборки моделей.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Джойстик для игр",
    description: "Контроллер для видеоигр.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Фоторамка",
    description: "Электронная фоторамка для фотографий.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Набор для химических опытов",
    description: "Комплект для проведения безопасных химических экспериментов.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Настольная лампа с зарядкой",
    description: "Лампа с функцией беспроводной зарядки.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Настольный органайзер",
    description: "Удобный органайзер для рабочего стола.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Пауэрбанк с солнечной батареей",
    description: "Аккумулятор для зарядки гаджетов от солнца.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Умная лампа",
    description: "Лампа с функцией управления через смартфон.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Игровая клавиатура",
    description: "Клавиатура для игр с подсветкой.",
    male: "мужчина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Игровая консоль",
    description: "Консоль для видеоигр с играми для подростков.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Экшн-камера",
    description: "Камера для съемки активных видов спорта.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Смартфон",
    description: "Современный смартфон с хорошими характеристиками.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Электросамокат",
    description: "Самокат с электроприводом.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Умные часы",
    description: "Часы с функциями фитнес-трекера и уведомлениями.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Геймпад для смартфона",
    description: "Контроллер для игр на смартфоне.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Виртуальные очки",
    description: "Очки для виртуальной реальности.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "3D-принтер",
    description: "Принтер для создания объемных моделей.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Детектор лжи",
    description: "Игрушечный детектор лжи для веселых игр.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Игровая мышь",
    description: "Мышь для игр с высокой чувствительностью.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Детский квадрокоптер",
    description: "Квадрокоптер с камерой для подростков.",
    male: "мужчина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Лазерный проектор",
    description: "Проектор для просмотра фильмов и игр.",
    male: "мужчина",
    age: "10-17",
    money:"6000-9000"},
    {
        name: "Книга-бестселлер",
        description: "Популярная книга для увлекательного чтения.",
        male: "мужчина",
        age: "18-30",
        money: "0-3000"
      },
      {
        name: "Стильный блокнот",
        description: "Качественный блокнот для записей.",
        male: "мужчина",
        age: "18-30",
        money: "0-3000"
      },
      {
        name: "Кружка с прикольным принтом",
        description: "Кружка с оригинальным рисунком.",
        male: "мужчина",
        age: "18-30",
        money: "0-3000"
      },
      {
        name: "Портативный аккумулятор",
        description: "Компактный внешний аккумулятор для зарядки устройств.",
        male: "мужчина",
        age: "18-30",
        money: "0-3000"
      },
      {
        name: "Флешка",
        description: "USB-накопитель для хранения данных.",
        male: "мужчина",
        age: "18-30",
        money: "0-3000"
      },
      {
        name: "Наушники",
        description: "Компактные наушники для прослушивания музыки.",
        male: "мужчина",
        age: "18-30",
        money: "0-3000"
      },
      {
        name: "Термокружка",
        description: "Кружка для поддержания температуры напитков.",
        male: "мужчина",
        age: "18-30",
        money: "0-3000"
      },
      {
        name: "Беспроводная мышь",
        description: "Компактная беспроводная мышь для компьютера.",
        male: "мужчина",
        age: "18-30",
        money: "3000-6000"
      },
      {
        name: "Рюкзак",
        description: "Стильный и удобный рюкзак для повседневного использования.",
        male: "мужчина",
        age: "18-30",
        money: "3000-6000"
      },
      {
        name: "Bluetooth-колонка",
        description: "Портативная колонка для прослушивания музыки.",
        male: "мужчина",
        age: "18-30",
        money: "3000-6000"
      },
      {
        name: "Электронная книга",
        description: "Устройство для чтения электронных книг.",
        male: "мужчина",
        age: "18-30",
        money: "3000-6000"
      },
      {
        name: "Фитнес-трекер",
        description: "Устройство для отслеживания физической активности и здоровья.",
        male: "мужчина",
        age: "18-30",
        money: "3000-6000"
      },
      {
        name: "Настольная лампа с зарядкой",
        description: "Лампа с функцией беспроводной зарядки.",
        male: "мужчина",
        age: "18-30",
        money: "3000-6000"
      },
      {
        name: "Настольный органайзер",
        description: "Удобный органайзер для рабочего стола.",
        male: "мужчина",
        age: "18-30",
        money: "3000-6000"
      },
      {
        name: "Пауэрбанк с солнечной батареей",
        description: "Аккумулятор для зарядки гаджетов от солнца.",
        male: "мужчина",
        age: "18-30",
        money: "3000-6000"
      },
      {
        name: "Игровая консоль",
        description: "Консоль для видеоигр с играми для подростков.",
        male: "мужчина",
        age: "18-30",
        money: "6000-9000"
      },
      {
        name: "Экшн-камера",
        description: "Камера для съемки активных видов спорта.",
        male: "мужчина",
        age: "18-30",
        money: "6000-9000"
      },
      {
        name: "Смартфон",
        description: "Современный смартфон с хорошими характеристиками.",
        male: "мужчина",
        age: "18-30",
        money: "6000-9000"
      },
      {
        name: "Электросамокат",
        description: "Самокат с электроприводом.",
        male: "мужчина",
        age: "18-30",
        money: "6000-9000"
      },
      {
        name: "Умные часы",
        description: "Часы с функциями фитнес-трекера и уведомлениями.",
        male: "мужчина",
        age: "18-30",
        money: "6000-9000"
      },
      {
        name: "Геймпад для смартфона",
        description: "Контроллер для игр на смартфоне.",
        male: "мужчина",
        age: "18-30",
        money: "6000-9000"
      },
      {
        name: "Книга по бизнесу",
        description: "Интересная книга о бизнесе и предпринимательстве.",
        male: "мужчина",
        age: "30+",
        money: "0-3000"
      },
      {
        name: "Кружка для кофе",
        description: "Керамическая кружка для любителей кофе.",
        male: "мужчина",
        age: "30+",
        money: "0-3000"
      },
      {
        name: "Органайзер для документов",
        description: "Удобный органайзер для хранения документов.",
        male: "мужчина",
        age: "30+",
        money: "0-3000"
      },
      {
        name: "Флешка",
        description: "USB-накопитель для хранения данных.",
        male: "мужчина",
        age: "30+",
        money: "0-3000"
      },
      {
        name: "Набор инструментов",
        description: "Компактный набор инструментов для дома.",
        male: "мужчина",
        age: "30+",
        money: "0-3000"
      },
      {
        name: "Термокружка",
        description: "Кружка для поддержания температуры напитков.",
        male: "мужчина",
        age: "30+",
        money: "0-3000"
      },
      {
        name: "Пояс для инструмента",
        description: "Практичный пояс для инструментов.",
        male: "мужчина",
        age: "30+",
        money: "0-3000"
      },
      {
        name: "Беспроводные наушники",
        description: "Наушники для прослушивания музыки без проводов.",
        male: "мужчина",
        age: "30+",
        money: "3000-6000"
      },
      {
        name: "Рюкзак",
        description: "Стильный рюкзак для повседневного использования.",
        male: "мужчина",
        age: "30+",
        money: "3000-6000"
      },
      {
        name: "Умная лампа",
        description: "Лампа с функцией управления через смартфон.",
        male: "мужчина",
        age: "30+",
        money: "3000-6000"
      },
      {
        name: "Электронная книга",
        description: "Устройство для чтения электронных книг.",
        male: "мужчина",
        age: "30+",
        money: "3000-6000"
      },
      {
        name: "Фитнес-трекер",
        description: "Устройство для отслеживания физической активности и здоровья.",
        male: "мужчина",
        age: "30+",
        money: "3000-6000"
      },
      {
        name: "Bluetooth-колонка",
        description: "Портативная колонка для прослушивания музыки.",
        male: "мужчина",
        age: "30+",
        money: "3000-6000"
      },
      {
        name: "Внешний аккумулятор",
        description: "Мощный внешний аккумулятор для зарядки гаджетов.",
        male: "мужчина",
        age: "30+",
        money: "3000-6000"
      },
      {
        name: "Мультитул",
        description: "Многофункциональный инструмент для повседневных задач.",
        male: "мужчина",
        age: "30+",
        money: "3000-6000"
      },
      {
        name: "Смарт-часы",
        description: "Часы с функциями фитнес-трекера и уведомлениями.",
        male: "мужчина",
        age: "30+",
        money: "6000-9000"
      },
      {
        name: "Кофемашина",
        description: "Компактная кофемашина для приготовления эспрессо.",
        male: "мужчина",
        age: "30+",
        money: "6000-9000"
      },
      {
        name: "Экшн-камера",
        description: "Камера для съемки активных видов спорта.",
        male: "мужчина",
        age: "30+",
        money: "6000-9000"
      },
      {
        name: "Планшет",
        description: "Устройство для работы и развлечений.",
        male: "мужчина",
        age: "30+",
        money: "6000-9000"
      },
      {
        name: "Электробритва",
        description: "Современная электробритва для гладкого бритья.",
        male: "мужчина",
        age: "30+",
        money: "6000-9000"
      },
      {
        name: "Электронная рамка для фото",
        description: "Цифровая рамка для отображения фотографий.",
        male: "мужчина",
        age: "30+",
        money: "6000-9000"
      }
]
  
WomanPresents = [  {
    name: "Мягкая игрушка",
    description: "Плюшевая игрушка для игр и объятий.",
    male: "женщина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Раскраска",
    description: "Раскраска с интересными рисунками.",
    male: "женщина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Кукла",
    description: "Кукла для игры и развлечения.",
    male: "женщина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Конструктор",
    description: "Набор для создания различных конструкций.",
    male: "женщина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Пазлы",
    description: "Набор пазлов с яркими картинками.",
    male: "женщина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Книжка с картинками",
    description: "Яркая книжка для детей с интересными историями.",
    male: "женщина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Набор для творчества",
    description: "Материалы для создания поделок и рисунков.",
    male: "женщина",
    age: "0-10",
    money: "0-3000"
  },
  {
    name: "Интерактивная игрушка",
    description: "Игрушка с функцией взаимодействия.",
    male: "женщина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Музыкальная шкатулка",
    description: "Шкатулка, играющая мелодии.",
    male: "женщина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Робот-игрушка",
    description: "Интерактивный робот для игр.",
    male: "женщина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Палатка для игр",
    description: "Детская игровая палатка.",
    male: "женщина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Электронная книжка",
    description: "Устройство для чтения электронных книг.",
    male: "женщина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Детский планшет",
    description: "Планшет с обучающими приложениями.",
    male: "женщина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Мольберт с красками",
    description: "Мольберт и набор красок для рисования.",
    male: "женщина",
    age: "0-10",
    money: "3000-6000"
  },
  {
    name: "Детский велосипед",
    description: "Велосипед для активных прогулок.",
    male: "женщина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Игровая консоль",
    description: "Консоль для видеоигр для детей.",
    male: "женщина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Домик для кукол",
    description: "Кукольный домик с мебелью.",
    male: "женщина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Электромобиль",
    description: "Детский электромобиль для катания.",
    male: "женщина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Детский планшет с играми",
    description: "Планшет с предустановленными играми.",
    male: "женщина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Музыкальный центр",
    description: "Детский музыкальный центр с песнями.",
    male: "женщина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Мультикубик",
    description: "Интерактивный кубик с играми и обучающими приложениями.",
    male: "женщина",
    age: "0-10",
    money: "6000-9000"
  },
  {
    name: "Блокнот для рисования",
    description: "Красочный блокнот для творческих идей.",
    male: "женщина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Набор для маникюра",
    description: "Комплект для домашнего маникюра.",
    male: "женщина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Книга",
    description: "Интересная книга для подростков.",
    male: "женщина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Дневник",
    description: "Красивый дневник для личных записей.",
    male: "женщина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Бижутерия",
    description: "Набор стильных украшений.",
    male: "женщина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Пазлы",
    description: "Набор пазлов с интересным изображением.",
    male: "женщина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Скетчбук",
    description: "Альбом для рисования и зарисовок.",
    male: "женщина",
    age: "10-17",
    money: "0-3000"
  },
  {
    name: "Набор косметики",
    description: "Комплект косметики для подростков.",
    male: "женщина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Наушники",
    description: "Стильные наушники для прослушивания музыки.",
    male: "женщина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Умная лампа",
    description: "Лампа с функцией управления через смартфон.",
    male: "женщина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Электронная книга",
    description: "Устройство для чтения электронных книг.",
    male: "женщина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Фитнес-трекер",
    description: "Устройство для отслеживания физической активности и здоровья.",
    male: "женщина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Bluetooth-колонка",
    description: "Портативная колонка для прослушивания музыки.",
    male: "женщина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Смарт-часы",
    description: "Часы с функциями фитнес-трекера и уведомлениями.",
    male: "женщина",
    age: "10-17",
    money: "3000-6000"
  },
  {
    name: "Электросамокат",
    description: "Самокат с электроприводом.",
    male: "женщина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Игровая консоль",
    description: "Консоль для видеоигр.",
    male: "женщина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Планшет",
    description: "Устройство для работы и развлечений.",
    male: "женщина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Экшн-камера",
    description: "Камера для съемки активностей",
    male: "женщина",
    age: "10-17",
    money: "6000-9000"},
{
    name: "Электросамокат",
    description: "Самокат с электроприводом.",
    male: "женщина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Умные часы",
    description: "Часы с функциями фитнес-трекера и уведомлениями.",
    male: "женщина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Геймпад для смартфона",
    description: "Контроллер для игр на смартфоне.",
    male: "женщина",
    age: "10-17",
    money: "6000-9000"
  },
  {
    name: "Бижутерия",
    description: "Набор стильных украшений.",
    male: "женщина",
    age: "18-30",
    money: "0-3000"
  },
  {
    name: "Книга",
    description: "Интересная книга для отдыха.",
    male: "женщина",
    age: "18-30",
    money: "0-3000"
  },
  {
    name: "Ароматическая свеча",
    description: "Свеча с приятным ароматом для расслабления.",
    male: "женщина",
    age: "18-30",
    money: "0-3000"
  },
  {
    name: "Термокружка",
    description: "Удобная термокружка для напитков.",
    male: "женщина",
    age: "18-30",
    money: "0-3000"
  },
  {
    name: "Блокнот",
    description: "Качественный блокнот для записей и идей.",
    male: "женщина",
    age: "18-30",
    money: "0-3000"
  },
  {
    name: "Чехол для телефона",
    description: "Стильный чехол для смартфона.",
    male: "женщина",
    age: "18-30",
    money: "0-3000"
  },
  {
    name: "Набор кистей для макияжа",
    description: "Комплект кистей для создания макияжа.",
    male: "женщина",
    age: "18-30",
    money: "0-3000"
  },
  {
    name: "Беспроводные наушники",
    description: "Наушники для прослушивания музыки без проводов.",
    male: "женщина",
    age: "18-30",
    money: "3000-6000"
  },
  {
    name: "Фитнес-трекер",
    description: "Устройство для отслеживания физической активности и здоровья.",
    male: "женщина",
    age: "18-30",
    money: "3000-6000"
  },
  {
    name: "Bluetooth-колонка",
    description: "Портативная колонка для прослушивания музыки.",
    male: "женщина",
    age: "18-30",
    money: "3000-6000"
  },
  {
    name: "Электронная книга",
    description: "Устройство для чтения электронных книг.",
    male: "женщина",
    age: "18-30",
    money: "3000-6000"
  },
  {
    name: "Умная лампа",
    description: "Лампа с функцией управления через смартфон.",
    male: "женщина",
    age: "18-30",
    money: "3000-6000"
  },
  {
    name: "Набор для творчества",
    description: "Комплект материалов для рукоделия и творчества.",
    male: "женщина",
    age: "18-30",
    money: "3000-6000"
  },
  {
    name: "Массажер для лица",
    description: "Устройство для ухода за кожей лица.",
    male: "женщина",
    age: "18-30",
    money: "3000-6000"
  },
  {
    name: "Смарт-часы",
    description: "Часы с функциями фитнес-трекера и уведомлениями.",
    male: "женщина",
    age: "18-30",
    money: "6000-9000"
  },
  {
    name: "Кофемашина",
    description: "Компактная кофемашина для приготовления эспрессо.",
    male: "женщина",
    age: "18-30",
    money: "6000-9000"
  },
  {
    name: "Экшн-камера",
    description: "Камера для съемки активных видов спорта.",
    male: "женщина",
    age: "18-30",
    money: "6000-9000"
  },
  {
    name: "Планшет",
    description: "Устройство для работы и развлечений.",
    male: "женщина",
    age: "18-30",
    money: "6000-9000"
  },
  {
    name: "Электросамокат",
    description: "Самокат с электроприводом.",
    male: "женщина",
    age: "18-30",
    money: "6000-9000"
  },
  {
    name: "Электробритва",
    description: "Современная электробритва для гладкого бритья.",
    male: "женщина",
    age: "18-30",
    money: "6000-9000"
  },
  {
    name: "Электронная рамка для фото",
    description: "Цифровая рамка для отображения фотографий.",
    male: "женщина",
    age: "18-30",
    money: "6000-9000"
  },
  {
    name: "Ароматические масла",
    description: "Набор масел для ароматерапии.",
    male: "женщина",
    age: "30+",
    money: "0-3000"
  },
  {
    name: "Книга по саморазвитию",
    description: "Книга с советами и методами саморазвития.",
    male: "женщина",
    age: "30+",
    money: "0-3000"
  },
  {
    name: "Ежедневник",
    description: "Стильный ежедневник для планирования дел.",
    male: "женщина",
    age: "30+",
    money: "0-3000"
  },
  {
    name: "Чашка",
    description: "Керамическая чашка для чая или кофе.",
    male: "женщина",
    age: "30+",
    money: "0-3000"
  },
  {
    name: "Пазлы",
    description: "Набор пазлов для интересного времяпрепровождения.",
    male: "женщина",
    age: "30+",
    money: "0-3000"
  },
  {
    name: "Набор для маникюра",
    description: "Комплект для домашнего маникюра.",
    male: "женщина",
    age: "30+",
    money: "0-3000"
  },
  {
    name: "Носки с прикольным принтом",
    description: "Набор носков с веселыми рисунками.",
    male: "женщина",
    age: "30+",
    money: "0-3000"
  },
  {
    name: "Умные весы",
    description: "Весы с функцией анализа состава тела.",
    male: "женщина",
    age: "30+",
    money: "3000-6000"
  },
  {
    name: "Беспроводные наушники",
    description: "Наушники для прослушивания музыки без проводов.",
    male: "женщина",
    age: "30+",
    money: "3000-6000"
  },
  {
    name: "Фитнес-трекер",
    description: "Устройство для отслеживания физической активности и здоровья.",
    male: "женщина",
    age: "30+",
    money: "3000-6000"
  },
  {
    name: "Умная лампа",
    description: "Лампа с функцией управления через смартфон.",
    male: "женщина",
    age: "30+",
    money: "3000-6000"
  },
  {
    name: "Электронная книга",
    description: "Устройство для чтения электронных книг.",
    male: "женщина",
    age: "30+",
    money: "3000-6000"
  },
  {
    name: "Bluetooth-колонка",
    description: "Портативная колонка для прослушивания музыки.",
    male: "женщина",
    age: "30+",
    money: "3000-6000"
  },
  {
    name: "Набор для СПА",
    description: "Комплект для проведения СПА-процедур дома.",
    male: "женщина",
    age: "30+",
    money: "3000-6000"
  },
  {
    name: "Смарт-часы",
    description: "Часы с функциями фитнес-трекера и уведомлениями.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Кофемашина",
    description: "Компактная кофемашина для приготовления эспрессо.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Экшн-камера",
    description: "Камера для съемки активных видов спорта.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Планшет",
    description: "Устройство для работы и развлечений.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Электросамокат",
    description: "Самокат с электроприводом.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Электробритва",
    description: "Современная электробритва для гладкого бритья.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Электронная рамка для фото",
    description: "Цифровая рамка для отображения фотографий.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Планшет",
    description: "Устройство для работы и развлечений.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Электробритва",
    description: "Современная электробритва для гладкого бритья.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Электронная рамка для фото",
    description: "Цифровая рамка для отображения фотографий.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  },
  {
    name: "Робот-пылесос",
    description: "Умный робот для автоматической уборки.",
    male: "женщина",
    age: "30+",
    money: "6000-9000"
  }
]